Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_and_the_state_prosecution_service.html.txt.tmx
Source language: en
Languages: ga

source: Victims of crime and the State Prosecution Service
ga: An tSeirbhís Ionchúisimh an Stáit agus íospartaigh choireanna

source: • Decision not to prosecute
ga: • Cinneadh gan ionchúiseamh a dhéanamh

source: If you are a victim of crime, you may be concerned about whether the crime will be prosecuted and whether the perpetrator will be brought to justice
ga: Más íospartach na coireachta thú, b’fhéidir go bhfuil buairt ort faoi cé acu an ndéanfar nó nach ndéanfar an choir a ionchúiseamh agus cé acu an gcuirfear nó nach gcuirfear an dlí ar dhéantóir na coire

source: The State Prosecution Service is a service provided by the Office of the Director of Public Prosecutions (DPP)
ga: Seirbhís is ea Seirbhís Ionchúisimh an Stáit a sholáthraíonn Oifig an Stiúrthóra Ionchúiseamh Poiblí (an DPP)

source: The Chief Prosecution Solicitor acts as solicitor to the DPP
ga: Gníomhaíonn an Príomh-Aturnae Ionchúisimh mar aturnae leis an DPP

source: Prosecution solicitors represent the DPP in all courts in Dublin while local State solicitors represent the DPP in courts outside Dublin
ga: Déanann aturnaetha ionchúisimh ionadaíocht don DPP i ngach cúirt i mBaile Átha Cliath agus déanann aturnaetha áitiúla Stáit ionadaíocht don DPP sna cúirteanna lasmuigh de Bhaile Átha Cliath

source: The Director of Public Prosecutions enforces the criminal law in the courts on behalf of the people of Ireland, directs and supervises public prosecutions on indictment in the courts, and gives general direction and advice to the Garda Síochána in relation to summary cases and specific direction in such cases where requested
ga: Déanann an Stiúrthóir Ionchúiseamh Poiblí an dlí coiriúil a fhorfheidhmiú sna cúirteanna thar ceann mhuintir na hÉireann, ionchúisimh phoiblí a stiúradh agus a mhaoirsiú ar díotáil sna cúirteanna, agus cuireann sé treoir agus comhairle ar fáil don Gharda Síochána maidir le cásanna achomair anuas ar threoir shonrach sna cásanna siúd ar iarraidh sin

source: The DPP's Office is totally independent – the Government cannot order the DPP to prosecute or not to prosecute any particular case
ga: Tá Oifig an DPP go hiomlán neamhspleách – ní féidir leis an Rialtas an DPP a ordú chun aon chás ar leith a ionchúiseamh nó gan é ionchúiseamh

source: Although nearly all prosecutions are formally taken in the name of the DPP, the decision about whether to prosecute in most cases is actually made by the Gardaí
ga: Cé go ndéantar beagnach gach ionchúiseamh go foirmiúil in ainm an DPP, is iad na Gardaí féin a dhéanann an cinneadh ar cé acu ionchúiseamh a dhéanamh nó gan ionchúiseamh a dhéanamh i bhformhór na gcásanna, i bhfírinne

source: However, the decision to prosecute in the most serious cases (for example, murder, sexual offences) is made only by the DPP
ga: Ní dhéanann ach an DPP amháin an cinneadh chun ionchúiseamh a dhéanamh sna cásanna is tromchúisí (mar shampla, dúnmharú, cionta gnéasacha), áfach

source: Information on how decisions are made is available in the DPP’s publication, Guidelines for Prosecutors (pdf)
ga: Tá faisnéis ar conas a dhéantar cinntí ar fáil i bhfoilseachán an DPP, Treoirlínte d’Ionchúisitheoirí (pdf)

source: If the DPP decides to prosecute, the prosecution solicitor (in all courts in Dublin) or the local State solicitors (in courts outside Dublin) work with victims in the following ways:
ga: Má chinneann an DPP chun ionchúiseamh a dhéanamh, oibríonn an t-aturnae ionchúisimh (i ngach cúirt i mBaile Átha Cliath) nó aturnaetha áitiúla an Stáit (i gcúirteanna lasmuigh de Bhaile Átha Cliath) le híospartaigh ar na bealaí a leanas:

source: • They work with the Garda Síochána to ensure that the victim is kept informed of developments in relation to the prosecution especially those of a violent or sexual nature
ga: • Oibríonn siad leis an nGarda Síochána lena chinntiú go gcoimeádtar an t-íospartach ar an eolas ar fhorbairtí maidir leis an ionchúiseamh, go háirithe iad siúd de chineál foréigneach nó gnéasach

source: • At the victim’s request, they facilitate a pre-trial meeting between the victim and the solicitor and barrister (counsel) dealing with the case to discuss the case
ga: • Ar iarraidh sin ag an íospartach, éascaíonn siad cruinniú réamhthrialach idir an t-íospartach agus an t-aturnae agus an t-abhcóide a dhéileálann leis an gcás chun an cás a phlé

source: The purpose of this meeting is to explain the trial process to the victim
ga: Is é cuspóir an chruinnithe seo próiseas na trialach a mhíniú don íospartach

source: They do not discuss evidence with witnesses in advance of a case
ga: Ní phléann siad fianaise le finnéithe sula mbíonn cás ar siúl

source: When a court has found a person guilty, it will decide on the sentence
ga: Nuair atá sé deimhnithe ag cúirt go bhfuil duine ciontach, déanfaidh sí cinneadh ar an bpianbhreith

source: If the DPP considers the court sentence to be too lenient, it may appeal the sentence to the Court of Appeal
ga: Má mheasann an DPP go bhfuil pianbhreith na cúirte ró-thrócaireach, féadfaidh sí an phianbhreith a achomharc leis an gCúirt Achomhairc

source: The DPP cannot appeal against a sentence given in the District Court
ga: Ní féidir leis an DPP achomharc a dhéanamh i gcoinne pianbhreithe a thugtar sa Chúirt Dúiche

source: Further information on victims of crime and court cases is available on the DPP website
ga: Tá fáil ar bhreis faisnéise ar íospartaigh na coireachta agus cásanna cúirte ar láithreán gréasáin an DPP

source: Decision not to prosecute
ga: Cinneadh gan ionchúiseamh a dhéanamh

source: If the DPP decides not to prosecute in a particular case, the reasons are given to the investigating Gardaí and are kept confidential
ga: Má chinneann an DPP gan ionchúiseamh a dhéanamh i gcás ar leith, tugtar na cúiseanna do na Gardaí imscrúdaithe agus coimeádtar faoi rún iad

source: The DPP and his staff do not meet the victims to discuss decisions
ga: Ní chasann an DPP agus a fhoireann leis na híospartaigh chun plé a dhéanamh ar chinntí

source: However, a victim can ask the DPP for a summary of the reasons for the decision not to prosecute
ga: Féadfaidh íospartach iarraidh ar an DPP ar achoimre ar na cúiseanna a bhí leis an gcinneadh gan ionchúiseamh a dhéanamh

source: This applies to all decisions made since 16 November 2015
ga: Baineann seo le gach cinneadh a rinneadh ón 16 Samhain 2015 i leith

source: You must make your request within 28 days of the date you are told of the decision not to prosecute
ga: Ón 22 Deireadh Fómhair 2008 i leith, féadfaidh duine muinteartha i gcás marfach iarraidh ar achoimre ar na cúiseanna atá leis an gcinneadh gan ionchúiseamh a dhéanamh

source: If the decision not to prosecute was made by the Gardaí, a victim can ask the Gardaí for a summary of the reasons for the decision
ga: Má rinne na Gardaí an cinneadh gan ionchúiseamh a dhéanamh, féadfaidh íospartach iarraidh ar na Gardaí ar achoimre ar na cúiseanna a bhí leis an gcinneadh

source: A victim, a family member of the victim in a fatal case or a solicitor acting on their behalf can request a review of a decision
ga: Féadfaidh íospartach, duine muinteartha an íospartaigh i gcás marfach nó aturnae a ghníomhaíonn thar a gceann iarraidh ar athbhreithniú ar chinneadh

source: If you have requested a summary of the reasons for the decision not to prosecute, you must make your request for a review within 28 days of the date on the letter telling you of the reasons
ga: Má d’iarr tú ar achoimre ar na cúiseanna a bhí leis an gcinneadh gan ionchúiseamh a dhéanamh, ní mór duit d’iarratas a dhéanamh ar athbhreithniú laistigh de 28 lá tar éis an dáta a shonraítear ar an litir a chuireann ar an eolas thú ar na cúiseanna

source: If you have not asked for the reasons for the decision, you must make your request for a review within 56 days (8 weeks) of the date you are told of the decision not to prosecute
ga: Murar iarr tú ar na cúiseanna a bhí leis an gcinneadh, ní mór duit d’iarratas a dhéanamh ar athbhreithniú laistigh 56 lá (8 seachtaine) tar éis an dáta a insítear an cinneadh duit gan ionchúiseamh a dhéanamh

source: To request a summary of the reasons for the decision not to prosecute you must send a Request for Reasons form to the Communications and Victims Liaison Unit at the address below
ga: Chun iarraidh ar achoimre ar na cúiseanna a bhí le cinneadh gan ionchúiseamh a dhéanamh, ní mór duit foirm um Iarratas ar Chúiseanna a sheoladh chuig an Aonad Cumarsáide agus Idirchaidrimh Íospartach ag an seoladh thíos

source: You can download the Request for Reasons form (pdf)
ga: Féadfaidh tú an fhoirm um Iarratas ar Chúiseanna (pdf) a íoslódáil

source: It is also available in Garda stations
ga: Tá sí ar fáil i stáisiúin na nGardaí chomh maith

source: To request a review of a decision not to prosecute you should write to the Communications and Victims Liaison Unit at the address below requesting the review
ga: Chun iarraidh ar athbhreithniú ar chinneadh gan ionchúiseamh a dhéanamh, ba cheart duit scríobh chuig an Aonad Cumarsáide agus Idirchaidrimh Íospartach ag an seoladh thíos agus an t-athbhreithniú a iarraidh

source: You can find more information on how to request reasons and reviews on the DPP website
ga: Féadfaidh tú teacht ar bhreis faisnéise ar conas cúiseanna agus athbhreithnithe a iarraidh ar láithreán gréasáin an DPP

source: If your expectations are not met or if you have a query or complaint, you can write to the Director of Public Prosecutions
ga: Mura mbaintear amach an méid a raibh coinne agat leis nó má bhíonn ceist nó gearán agat, féadfaidh tú scríobh chuig an Stiúrthóir Ionchúiseamh Poiblí

source: Further information is available in the Director of Public Prosecutions Victims Charter and their booklet, The role of the DPP (pdf)
ga: Tá fáil ar bhreis faisnéise i gCairt Íospartach an Stiúrthóra Ionchúiseamh Poiblí agus ina leabhrán, Ról an DPP (pdf)
